Revit 2026 API

# AdvancedWoodWoodUseManualLateColor Property

---

The property labeled "Use manual latewood color" from the "AdvancedWood" schema.

**Namespace:** Autodesk.Revit.DB.Visual**Assembly:** RevitAPI (in RevitAPI.dll) Version: 26.0.4.0 (26.0.4.0)

```csharp
public static string WoodUseManualLateColor { get; }
```
```vb
Public Shared ReadOnly Property WoodUseManualLateColor As String
	Get
```
```cpp
public:
static property String^ WoodUseManualLateColor {
	String^ get ();
}
```
```fsharp
static member WoodUseManualLateColor : string with get
```

#### Property Value

String

This property is of type "AssetPropertyBoolean".

#### Reference

AdvancedWood Class

Autodesk.Revit.DB.Visual Namespace